In [1]:
import pandas as pd

In [2]:
pd.read_csv(r'C:\Users\smita\Desktop\city info.csv')

     city  school  hospital  shops  parks
0  nagpur      15        44     56      4
1    pune      36        55    230      8
2  mumbai      56        77    564     14
3   latur      34        43     78      3
4    beed      23        23     43      5
5  sangli      15        22     65      3
6  nashik      32        32     66      5

In [4]:
pd.read_csv(r'C:\Users\smita\Desktop\addresh.tsv')

  name\taddresh\tclass
0         shiv\tsus\t3
1       shri\twarje\t5
2      sam\tdhayari\t7
3      moni\tpashan\t4